;
; Auto generated file by doc2ini (bandizip)
; 
; DO NOT MODIFY THIS FILE MANUALLY. 
; 
; If you want to modify this file, please visit https://go.bandi.so/apptranslation for more information.
;

[GENERAL]
LANG_NAME                               = O'zbek
TRANSLATORS                             = Muminjon Abduraimov[br]mr.dasturchi@gmail.com
IS_RIGHT_TO_LEFT_TEXT                   = 
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 
SKIN_FONT_NAME                          = 


[TEXT]
TEXT_BUILDNO                            = Yaratilgan
TEXT_FILE                               = Fayl
TEXT_FOLDER                             = Papka
TEXT_ARCHIVE_SIZE                       = Arxiv hajmi
TEXT_ORIGINAL_SIZE                      = Asl hajmi
TEXT_ARCHIVE_FORMAT                     = Arxiv formati
TEXT_COMPRESSED_SIZE                    = Siqilgan hajmi
TEXT_SOLID                              = Toza
TEXT_BETA                               = Beta
TEXT_ASSOC                              = Siqilgan fayl
TEXT_PORTABLE                           = Ko'chma
TEXT_NEW_FOLDER                         = Yangi papka
TEXT_FILESIZE_UNKNOWN                   = Noma'lum
TEXT_FILEDATE_UNKNOWN                   = Noma'lum
TEXT_HELP_LINK                          = [Yordam]
TEXT_APP_DESC                           = Bandizip yengil, tez va barcha arxiv turlarini o'zida jamlovchi arxivator. U eng ko'p tarqalgan va mashxur siqish formatlarini ishlata oladi, misol uchun Zip, 7z, Rar, va boshqalar

TEXT_MESSAGEBOX_OK                      = OK
TEXT_MESSAGEBOX_CANCEL                  = Bekor qilish
TEXT_MESSAGEBOX_ABORT                   = Abort qilish
TEXT_MESSAGEBOX_RETRY                   = Qayta urinish
TEXT_MESSAGEBOX_IGNORE                  = Bekor qilish
TEXT_MESSAGEBOX_YES                     = Xa
TEXT_MESSAGEBOX_NO                      = Yo'q
TEXT_MESSAGEBOX_CONTINUE                = Davom qilish
TEXT_MESSAGEBOX_HELP                    = Yordam

TEXT_COLUMN_NAME                        = Ism
TEXT_COLUMN_COMPSIZE                    = Siqilgan
TEXT_COLUMN_ORIGSIZE                    = Asl
TEXT_COLUMN_KIND                        = Toifa
TEXT_COLUMN_DATE_MOD                    = Tahrirlangan
TEXT_COLUMN_COMPMETHOD                  = Siqish usuli
TEXT_COLUMN_ENCRMETHOD                  = Shifrlash usuli
TEXT_COLUMN_CRC                         = CRC
TEXT_COLUMN_ATTRIB                      = Xususiyatlar
TEXT_COLUMN_COMMENT                     = Izoh
TEXT_COLUMN_PATHNAME                    = Yo'l

TEXT_ICONPACK_NAME                      = Ism
TEXT_ICONPACK_DESIGNER                  = Dizayner
TEXT_ICONPACK_COPYRIGHT                 = Mualliflik huquqi

TEXT_ARCHIVE_COLUMN_NAME                = Ism
TEXT_ARCHIVE_COLUMN_FILESIZE            = Hajm
TEXT_ARCHIVE_COLUMN_FOLDERPATH          = Papkaga yo'l
TEXT_ARCHIVEDLG_FILESIZE_SUM            = Umumiy hajm

TEXT_SELECT_ARCHIVE_FILE                = Faylni tanlash
TEXT_SELECT_TEXT_FILE                   = Faylni tanlash
TEXT_SELECT_DEST_FOLDER                 = Fayl manzilini tanlang
TEXT_SELECT_ARCHIVE_FILE_FILETERNAME    = Arxiv fayl
TEXT_REGISTRY_FILE                      = Ro'yxatga olish fayli

TEXT_OPENDLG_ARCHIVEFILES               = Arxiv fayllar
TEXT_OPENDLG_ARCHIVEFILE                = Arxiv fayl
TEXT_OPENDLG_ALLFILES                   = Barcha fayllar
TEXT_OPENDLG_EXEFILES                   = Exe fayllar

TEXT_ABOUTBOX_TAB1                      = Bandizip haqida

TEXT_ASSOC_GROUP0                       = Arxiv fayllar
TEXT_ASSOC_GROUP1                       = UNIX
TEXT_ASSOC_GROUP2                       = Boshqalar
TEXT_ASSOC_GROUP3                       = CD/DVD

TEXT_OPENERR_INVALIDVERSION             = Bu faylni ochish uchun Bandizip dasturning so'ngi naqlini yuklab oling
TEXT_OPENERR_NOT_A_FIRST_VOLUME_FILE    = Bo'lingan faylning faqat birinchi qismini tanlang.
TEXT_OPENERR_CANT_OPEN_FILE             = Faylni ochib bo'lmadi (${str1})
TEXT_OPENERR_CANT_OPEN_FILE_LOCKED      = Faylni ochib bo'lmadi (${str1}) chunki boshqa fayl undan foydalanmoqda.
TEXT_OPENERR_GENERAL                    = Faylni ochib bo'lmadi
TEXT_OPENERR_USER_ABORT                 = Bekor qilindi
TEXT_OPENERR_UNKNOWN_FILEFORMAT         = Noma'lum fayl formati (${str1})
TEXT_OPENERR_NOT_ARCHIVE_FILE           = ""${str1}" arxiv fayl emas"
TEXT_OPENERR_NOT_SUPPORTED_FILEFORMAT   = Qo'llab-quvvatlanmaydigan fayl format (${str1})
TEXT_OPENERR_NOT_SUPPORTED_ENC_METHOD   = Qo'llab-quvvatlanmaydigan shifrlash usuli (${str1})
TEXT_OPENERR_PASSWORD_NOT_SET           = Parolni kiriting
TEXT_OPENERR_INVALID_PASSWORD           = Parol noto'g'ri
TEXT_OPENERR_INVALID_CONTAINER_HEADER   = Faylni ochib bo'lmadi chunki fayl buzilgan

TEXT_ERR_INIT_FAILED                    = Initsializatsiya qilishda muvaffaqiyatsizlik
TEXT_ERR_NOFILE_OR_INVALIDPASS          = Parol xato yoki arxivda fayl mavjud emas
TEXT_ERR_PASSOWRD_NOT_MATCH             = Parol mos kelmadi
TEXT_ERR_PASSWORD_NOT_SET               = Parol kiritilishi zarur
TEXT_ERR_INVALID_PASSWORD_CHAR          = Parolingizda yaroqsiz belgilar mavjud. Faqat harf va belgilar yoki maxsus belgilarni qo'ying.
TEXT_ERR_INVALID_SPLIT_FILE_SIZE        = Yaroqsiz bo'lingan fayl hajmi
TEXT_ERR_SFX_SPLIT_SIZE_4G_LIMIT        = SFX fayl hajmi 4GB gacha chegaralangan.
TEXT_ERR_INTERNAL_ERROR                 = Ichki muammo
TEXT_ERR_CANT_MODIFY_ARCHIVE            = Arxiv faylni tahrirlab bo'lmaydi
TEXT_ERR_OCCURRED_WHEN_MODIFY_ARCHIVE   = Arxiv faylni tahrirlashda xatolik sodir bo'ldi
TEXT_ERR_INVALID_FOLDER_PATH            = Yaroqsiz papka manzili
TEXT_ERR_EDIT_ZIPFILE_ONLY_SUPPORTED    = Faqatgina ZIP fayl tahrirlanishi mumkin.
TEXT_ERR_EDIT_SINGLEFILE_ONLY_SUPPORTED = Bo'lingan faylni tahrirlab bo'lmaydi
TEXT_ERR_EDIT_SFX_NOT_SUPPORTED         = O'z-o'zidan ochiladigan faylni tahrirlab bo'lmaydi
TEXT_ERR_EDIT_BROKENARCH_NOT_SUPPORTED  = Buzilgan faylni tahrirlab bo'lmaydi
TEXT_ERR_EDIT_NOT_SUPPORTED_ARCHIVE     = Bu arxiv formatni tahrirlab bo'lmadi
TEXT_ERR_CANT_CHANGE_FILENAME           = Falyning nomini o'zgartirib bo'lmadi
TEXT_ERR_CANT_CHANGE_FILENAME_WITH      = "Quyidagi belgilarni faylni nomida qo'llash mumkin emas ?:\/*<>|""
TEXT_ERR_CANT_CHANGE_FILENAME_SAMENAME  = Bunday fayl/papka mavjud. Fayl nomini o'zgartirib bo'lmaydi (${str1})
TEXT_ERR_CANT_CREATE_FOLDER             = Papka ochib bo'lmadi
TEXT_ERR_NO_FILES_TO_ARCHIVE            = Arxivlash uchun fayl yo'q
TEXT_ERR_INVALID_PARAM                  = Yaroqsiz parametr
TEXT_ERR_CANT_ADD_TO_ARCHIVE            = Arxivga fayl qo'shib bo'lmaydi.[br] - ${str1}
TEXT_ERR_CANT_OPEN_THIS_ARCHIVE         = Bu arxivni ochib bo'lmaydi[br] - ${str1}
TEXT_ERR_SAME_NAME_FOLDER_EXIST         = Bunday papka mavjud
TEXT_ERR_FILENAME_EMPTY                 = Fayl nomi xato
TEXT_ERR_AT_DRAGANDDROP                 = Tortish va Tashlashda xatolik
TEXT_ERR_AT_DRAGANDDROP_OFF_FAST_DND    = Tortish va Tashlashda xatolik.[br]Bandizip 'Tez Tortish va Tashlash' funksiyasini o'chirib qo'ydi, iltimos qaytadan harakat qiling.
TEXT_ERR_AT_CANT_OPEN_MMF               = MMF fayli ochilmadi (mmf:${str1})
TEXT_ERR_NO_FILES_SELECTED              = Fayl tanlanmadi
TEXT_ERR_ICONPACK_CANTCREATEFOLDER      = 
TEXT_ERR_ICONPACK_CANTCREATEFILE        = 
TEXT_ERR_AT_EXECUTE_DIRECT              = 
TEXT_ERR_FILESIZE_OVER_4GB_INCLUDED     = 
TEXT_ERR_CANT_SAVE_AS                   = 
TEXT_ERR_ERROR_AT_EDIT                  = 

TEXT_MSG_TEST_OK                        = 
TEXT_MSG_EXTRACT_FAIL_WITH_ERRCODE      = 
TEXT_MSG_EXTRACT_SUCCESS                = 
TEXT_MSG_EXTRACT_CANCELED               = 
TEXT_MSG_COMPRESS_SUCCESS               = 
TEXT_MSG_INTERNAL_ERROR                 = 
TEXT_MSG_TEMP_FILE_NOT_EXIST            = 
TEXT_MSG_CANT_DELETE_ARCHIVE            = 
TEXT_MSG_CRASH_REPORT                   = 
TEXT_MSG_CRASH_REPORT2                  = 
TEXT_MSG_HANGAPP_REPORT                 = 
TEXT_MSG_SET_TEMP_PATH                  = 
TEXT_MSG_SET_PATH                       = 
TEXT_MSG_ICONPACK_INSTALL_COMPLETED     = 
TEXT_MSG_NOTICE_RESTART                 = 
TEXT_MSG_ARCHVIE_OPENING                = 
TEXT_MSG_COMPLETING                     = 
TEXT_MSG_CANT_CREATE_FOLDER             = 
TEXT_MSG_GX_XZ_CANT_ARCHIVE_FOLDER      = 
TEXT_MSG_GX_XZ_CANT_ARCHIVE_MULTI       = 
TEXT_MSG_TRAY_MINIMIZED                 = 
TEXT_MSG_TRAY_COMPLETED                 = 
TEXT_MSG_BATCH_ARCHVING                 = 
TEXT_MSG_BATCH_EXTRACTING               = 
TEXT_MSG_BATCH_TESTING                  = 
TEXT_MSG_BATCH_DELETING                 = 
TEXT_MSG_BATCH_DEL_FAILED               = 
TEXT_MSG_WORK_IN_PROGRESS               = 

TEXT_NOTICE_AUTODETECTCODEPAGE          = 

TEXT_ASK_DELETE_ARCHIVE                 = 
TEXT_ASK_DELETE_CUR_ARCHIVE             = 
TEXT_ASK_PERM_DELETE_CUR_ARCHIVE        = 
TEXT_ASK_CHANGE_FILENAME                = 
TEXT_ASK_DELETE_FILE                    = 
TEXT_ASK_STOP_EXTRACT                   = 
TEXT_ASK_OVERWRITE_ARCHIVE              = 
TEXT_ASK_INIT_SETTING                   = 
TEXT_ASK_STOP_ARCHIVING                 = 
TEXT_ASK_STOP_MODIFYING                 = 
TEXT_ASK_APPLY_MODIFIED_FILE            = 
TEXT_ASK_WARNING_SHORT_PASSWORD         = 
TEXT_ASK_INSTALL_ICONPACK               = 
TEXT_ASK_MAKE_FOLDER                    = 
TEXT_ASK_CONT_WITHOUTWRITEPERMISSION    = 
TEXT_ASK_CONT_NOFREESPACE               = 
TEXT_ASK_ASK_UAC_ELEVATION              = 
TEXT_ASK_OPENERR_FIRST_VOLUME           = 
TEXT_ASK_DELSRC_TURN_ON_TEST_ARCHIVE    = 
TEXT_ASK_DEST_FOLDER_SPACE_NOT_ENOUGH   = 

TEXT_WARN_BROKEN_FILE                   = 
TEXT_WARN_BROKEN_OR_MULTIVOL_PROBLEM    = 

TEXT_BTN_PAUSE                          = 
TEXT_BTN_RESUME                         = 

TEXT_ERRDLG_ERROR_OCCURRED              = 
TEXT_ERRDLG_USER_ABORT                  = 

TEXT_ARKERR_CANT_OPEN_FILE              = 
TEXT_ARKERR_CANT_OPEN_FILE_LOCKED       = 
TEXT_ARKERR_PASSWORD_NOT_SET            = 
TEXT_ARKERR_INVALID_PASSWD              = 
TEXT_ARKERR_USER_ABORTED                = 
TEXT_ARKERR_INVALID_FILE_CRC            = 
TEXT_ARKERR_CANT_OPEN_FILE_TO_WRITE     = 
TEXT_ARKERR_CANT_READ_DATA              = 
TEXT_ARKERR_INFLATE_FAILED              = 
TEXT_ARKERR_BZIP2_ERROR                 = 
TEXT_ARKERR_DATA_CORRUPTED              = 
TEXT_ARKERR_CANT_OPEN_DEST_FILE         = 
TEXT_ARKERR_CANT_CREATE_FOLDER          = 
TEXT_ARKERR_UNKNOWN_COMPRESSION_METHOD  = 
TEXT_ARKERR_WRITE_FAIL                  = 
TEXT_ARKERR_DISK_FULL                   = 
TEXT_ARKERR_FILENAME_EXCED_RANGE        = 
TEXT_ARKERR_CANT_CREATE_FILE            = 
TEXT_ARKERR_CANT_CREATE_FILE_UAC        = 
TEXT_ARKERR_USER_SKIP                   = 
TEXT_ARKERR_FILE_TRUNCATED              = 
TEXT_ARKERR_INVALID_PASSWD_OR_BROKEN    = 
TEXT_ARKERR_7ZERR_BROKEN_ARCHIVE        = 
TEXT_ARKERR_SFX_SIZE_OVER_4GB           = 
TEXT_ARKERR_ZIP_LAST_VOL_ONLY           = 
TEXT_ARKERR_ZIP_LAST_VOL_ONLY_WARN      = 
TEXT_ARKERR_CANNOT_FIND_NEXT_VOLUME     = 
TEXT_ARKERR_CORRUPTED_FILE              = 
TEXT_ARKERR_ACCESS_DENIED_DEST_PATH     = 
TEXT_ARKERR_ACCESS_DENIED_DEST_PATH_UAC = 
TEXT_ARKERR_NOT_SUPPORTED_ENC_METHOD    = 
TEXT_ARKERR_NOT_ENOUGH_MEMORY           = 
TEXT_ARKERR_NOT_ENOUGH_MEMORY_LZMA_ENC  = 
TEXT_ARKERR_NOT_SUPPORTED_OPERATION     = 
TEXT_ARKERR_NOT_MATCH_FILE_SIZE         = 
TEXT_ARKERR_FILE_SIZE_OVER_4GB          = 
TEXT_ARKERR_TOO_LONG_NAME_AND_TRUNCATED = 
TEXT_ARKERR_CANT_OPEN_SRC_FILE_TO_COPY  = 
TEXT_ARKERR_NOTIMPL                     = 
TEXT_ARKERR_CANT_READ_FILE              = 
TEXT_ARKERR_NEED_ADMIN_SYMLINK          = 
TEXT_ARKERR_CANT_MAKE_SYMLINK           = 

TEXT_SPLITCOMBO_NOSPLIT                 = 
TEXT_SPLITCOMBO_3MB                     = 
TEXT_SPLITCOMBO_4MB                     = 
TEXT_SPLITCOMBO_5MB                     = 
TEXT_SPLITCOMBO_10MB                    = 
TEXT_SPLITCOMBO_20MB                    = 
TEXT_SPLITCOMBO_GMAIL                   = 
TEXT_SPLITCOMBO_100MB                   = 
TEXT_SPLITCOMBO_300MB                   = 
TEXT_SPLITCOMBO_CD650                   = 
TEXT_SPLITCOMBO_CD700                   = 
TEXT_SPLITCOMBO_FAT32                   = 
TEXT_SPLITCOMBO_DVD                     = 
TEXT_SPLITCOMBO_USERINPUT               = 

TEXT_COMPRESSIONMETHOD_STORE            = 
TEXT_COMPRESSIONMETHOD_FAST             = 
TEXT_COMPRESSIONMETHOD_NORMAL           = 
TEXT_COMPRESSIONMETHOD_MAX              = 

TEXT_ASK_PASS_MSG_NOT_SET               = 
TEXT_ASK_PASS_MSG_INVALID_PASS          = 

TEXT_NEW_ARCHIVE_FILE_NAME              = 
TEXT_ADD_FILE_2_ARCHIVE_DLG_TITLE       = 
TEXT_DUPEFILE_PROCESS_METHOD_RENAME     = 
TEXT_TITLE_TEST_MODE                    = 
TEXT_TITLE_TEMPFOLDER_MODE              = 
TEXT_TITLE_MODIFYING                    = 
TEXT_DLG_STATIC_DUPEFILE_NEW            = 
TEXT_MSG_SELECTED_FILE                  = 
TEXT_MSG_SELECTED_FOLDER                = 
TEXT_MSG_SELECTED_FILEFOLDER            = 
TEXT_MSG_SELECTED_FILESIZESUM           = 

TEXT_UPDATE_VERSION_CHECK_FAILED        = 
TEXT_UPDATE_VERSION_CHECKING            = 
TEXT_UPDATE_DOWNLOAD_FAILED             = 
TEXT_UPDATE_LATEST_VERSION              = 
TEXT_UPDATE_DO_DOWNLOAD                 = 
TEXT_UPDATE_DOWNLOAD_COMPLETED          = 

TEXT_INSTALL_HONEYVIEW                  = 
TEXT_INSTALL_HONEYVIEW_1                = 
TEXT_INSTALL_HONEYVIEW_2                = 


[MENU]
MENUSTR_FILE                            = &Fayl
MENUSTR_EDIT                            = &Tahrirlash
MENUSTR_SETTING                         = &Imkoniyatlar
MENUSTR_FIND                            = I&zlash
MENUSTR_VIEW                            = &Ko'rinish
MENUSTR_HELP                            = &Yordam

MENUSTR_OPEN                            = 
MENUSTR_RECENT                          = 
MENUSTR_CLOSE_FILE                      = 
MENUSTR_CREATE_ARCHIVE                  = 
MENUSTR_NEW_WINDOW                      = 
MENUSTR_NEW_WINDOW_ADMIN                = 
MENUSTR_SAVE_AS_ARCHIVE                 = 
MENUSTR_DELETE_ARCHIVE                  = 
MENUSTR_PERM_DELETE_ARCHIVE             = 
MENUSTR_OPEN_ARCHIVE_FOLDER             = 
MENUSTR_TEST_ARCHIVE                    = 
MENUSTR_EXTRACT_FILE                    = 
MENUSTR_EXIT                            = 

MENUSTR_RENAME_FILE                     = 
MENUSTR_ADD_FILE                        = 
MENUSTR_DELETE_FILE                     = 
MENUSTR_EDIT_COMMENT                    = 
MENUSTR_SETTING_SUB                     = 
MENUSTR_FIND_ITEM                       = 
MENUSTR_COPY_FILES2CLIPBOARD            = 
MENUSTR_PASTE_FILESFROMCLIPBOARD        = 

MENUSTR_VIEW_STARTSCREEN                = 
MENUSTR_VIEW_TREECONTROL                = 
MENUSTR_VIEW_COMMENT                    = 
MENUSTR_VIEW_PREVIEW                    = 
MENUSTR_VIEW_STATUS_BAR                 = 
MENUSTR_VIEW_TOOLBAR                    = 
MENUSTR_VIEW_TOOLBAR_NORMAL             = 
MENUSTR_VIEW_TOOLBAR_MINI               = 
MENUSTR_VIEW_TOOLBAR_OLD                = 
MENUSTR_VIEW_TOOLBAR_HIDE               = 
MENUSTR_VIEW_LISTVIEW                   = 
MENUSTR_VIEW_LISTVIEW_ICON              = 
MENUSTR_VIEW_LISTVIEW_LIST              = 
MENUSTR_VIEW_LISTVIEW_REPORT            = 
MENUSTR_VIEW_COLUMN                     = 
MENUSTR_VIEW_ALWAYS_ON_TOP              = 
MENUSTR_VIEW_COLOR_SETTING              = 

MENUSTR_ABOUT                           = 
MENUSTR_HELPPAGE                        = 
MENUSTR_OPEN_FOLDER                     = 
MENUSTR_FORUM                           = 
MENUSTR_HOMEPAGE                        = 

POPUPMENU_VIEWITEM_COMPSIZE             = 
POPUPMENU_VIEWITEM_ORIGSIZE             = 
POPUPMENU_VIEWITEM_KIND                 = 
POPUPMENU_VIEWITEM_DATE_MOD             = 

POPUPMENU_VIEWITEM_COMPMETHOD           = 
POPUPMENU_VIEWITEM_ENCRMETHOD           = 
POPUPMENU_VIEWITEM_CRC                  = 
POPUPMENU_VIEWITEM_ATTRIB               = 
POPUPMENU_VIEWITEM_COMMENT              = 

POPUPMENU_LISTCONTROL_EXTRACT_ALL       = 
POPUPMENU_LISTCONTROL_EXTRACT_SELECTED  = 
POPUPMENU_LISTCONTROL_EXTRACT_HERE      = 

POPUPMENU_LISTCONTROL_EXECUTE           = 
POPUPMENU_LISTCONTROL_EXECUTE_SYS       = 
POPUPMENU_LISTCONTROL_EDIT_SELECTED     = 
POPUPMENU_LISTCONTROL_OPENWITHBANDIZIP  = 

POPUPMENU_LISTCONTROL_NEW_FOLDER        = 
POPUPMENU_LISTCONTROL_ADD_FILE          = 
POPUPMENU_LISTCONTROL_DELETE_FILE       = 
POPUPMENU_LISTCONTROL_RENAME_FILE       = 
POPUPMENU_LISTCONTROL_SELECT_ALL        = 
POPUPMENU_LISTCONTROL_MOVE2PARENT       = 

POPUPMENU_TREECONTROL_DELETE_ARCHIVE    = 
POPUPMENU_TREECONTROL_OPENARCHIVEFOLDER = 

POPUPMENU_EXTRACT_AUTODEST              = 
POPUPMENU_EXTRACT_CURRENT               = 
POPUPMENU_EXTRACT_ARCHIVENAME           = 
POPUPMENU_EXTRACT_DESKTOP               = 
POPUPMENU_EXTRACT_DESKTOP_AUTODEST      = 

POPUPMENU_RECENT_CLEAR                  = 
POPUPMENU_RECENT_NOITEM                 = 

POPUPMENU_SHELLOPEN_OPENARCHIVE         = 
POPUPMENU_SHELLOPEN_EXTRACTAUTO         = 

POPUPMENU_CODEPAGE_DEFAULT              = 
POPUPMENU_CODEPAGE_SIMPCHINESE          = 
POPUPMENU_CODEPAGE_TRADCHINESE          = 
POPUPMENU_CODEPAGE_JAPANESE             = 
POPUPMENU_CODEPAGE_KOREAN               = 
POPUPMENU_CODEPAGE_WINDOWS1252          = 
POPUPMENU_CODEPAGE_WINDOWS1250          = 
POPUPMENU_CODEPAGE_WINDOWS1251          = 
POPUPMENU_CODEPAGE_WINDOWS1254          = 
POPUPMENU_CODEPAGE_WINDOWS737           = 
POPUPMENU_CODEPAGE_ARABIC               = 
POPUPMENU_CODEPAGE_HEBREW               = 
POPUPMENU_CODEPAGE_BALTIC               = 
POPUPMENU_CODEPAGE_THAI                 = 
POPUPMENU_CODEPAGE_UTF8                 = 
POPUPMENU_CODEPAGE_AUTODETECT           = 

POPUPMENU_PREVIEW_EXECUTE_HONEYVIEW     = 
POPUPMENU_PREVIEW_EXECUTE_ASSOC         = 

DLG_MENUSTR_MINIMIZE2TRAY               = 
DLG_MENUSTR_LOW_PRIORITY                = 
DLG_MENUSTR_DEL_ARCHIVEAFTEREXTRACT     = 


[DIALOG]
;------------------------------------------------------------------------------
; GENERAL
IDOK                                    = 
IDCANCEL                                = 

;------------------------------------------------------------------------------
[IDD_ABOUT]
IDD_ABOUT                               = 
IDC_BTN_HOMEPAGE                        = 
IDC_BTN_UPDATE                          = 

;------------------------------------------------------------------------------
[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS                       = 
IDC_STATIC_OPENING                      = 

;------------------------------------------------------------------------------
[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER                       = 
IDC_STATIC_FOLDER                       = 
IDC_STATIC_FILES2EXTRACT                = 
IDC_RADIO_FILES2EXTRACT_0               = 
IDC_RADIO_FILES2EXTRACT_1               = 
IDC_CHK_CREATE_FOLDER_WITH_ARCHIVE_NAME = 
IDC_CHK_DEL_ARCHIVE_AFTER_EXTRACT       = 
IDC_CHK_REMEMBER_SETTINGS               = 
IDC_BTN_NEWFOLDER                       = 

;------------------------------------------------------------------------------
[IDD_EXTRACT]
IDD_EXTRACT                             = 
IDC_BTN_STOP                            = 
IDC_BTN_CLOSE                           = 
IDC_BTN_PAUSE                           = 

;------------------------------------------------------------------------------
[IDD_ARCHIVE]
IDD_ARCHIVE                             = 
IDC_STATIC_FILE_LIST                    = 
IDC_STATIC_ARCHIVE_SETTING              = 
IDC_STATIC_ARCHIVE_NAME                 = 
IDC_STATIC_SET_DEST_FOLDER              = 
IDC_STATIC_ARCHIVE_TYPE                 = 
IDC_STATIC_ARCHIVE_VOLUME_SIZE          = 
IDC_STATIC_COMPRESSION_METHOD           = 
IDC_STATIC_PASSWORD_AGAIN               = 
IDC_STATIC_HELP_SPLIT                   = 
IDC_STATIC_HELP_ZIPX                    = 
IDC_STATIC_HELP_7Z                      = 
IDC_BTN_SELECT_ARCHIVE_NAME             = 
IDC_BTN_PASSWORD                        = 
IDC_BTN_SHOW_PASSWORD                   = 
IDC_BTN_TEST_ARCHIVE                    = 
IDC_BTN_DELETE_SRC                      = 
IDC_BTN_ARCHIVE_AS_EACH_NAME            = 
IDC_BTN_SET_DEST_FOLDER                 = 
IDC_BTN_TOGGLE_ADVANCED                 = 
IDC_BTN_SET_SFX                         = 
IDC_BTN_ADD                             = 
IDC_BTN_DEL                             = 
IDC_BTN_START                           = 
IDC_BTN_SET_COMPRESS                    = 

;------------------------------------------------------------------------------
[IDD_FILE_SELECT]
IDD_FILE_SELECT                         = 
IDC_BTN_OPEN                            = 

;------------------------------------------------------------------------------
[IDD_ARCHIVING]
IDD_ARCHIVING                           = 
TEXT_ARCHIVE_TESTING                    = 
IDC_BTN_STOP                            = 
IDC_BTN_CLOSE                           = 
IDC_BTN_PAUSE                           = 

;------------------------------------------------------------------------------
[IDD_PASSWORD]
IDD_PASSWORD                            = 
IDC_STATIC_PASSWORD_MSG                 = 
IDC_CHECK_HIDE_PASSWORD                 = 
IDC_CHECK_APPLY_ALL                     = 
;

;------------------------------------------------------------------------------
[IDD_ASK_DUPEFILE]
IDD_ASK_DUPEFILE                        = 
IDC_STATIC_DUPE_MESSAGE                 = 
IDC_STATIC_DUPEFILE_OLD                 = 
IDC_STATIC_DUPEFILE_NEW                 = 
IDC_STATIC_DUPE_ASK                     = 
IDC_RADIO_DUPE_METHOD0                  = 
IDC_RADIO_DUPE_METHOD1                  = 
IDC_RADIO_DUPE_METHOD2                  = 
IDC_CHECK_DUPE_APPLY_ALL                = 

;------------------------------------------------------------------------------
[IDD_ASK_DROPFILE]
IDD_ASK_DROPFILE                        = 
IDC_STATIC_ASK_HANDLING                 = 
IDC_RADIO_HANDLE_METHOD0                = 
IDC_RADIO_HANDLE_METHOD1                = 
IDC_RADIO_HANDLE_METHOD2                = 
IDC_CHK_PASS                            = 
IDC_STATIC_PASSWORD_AGAIN               = 
IDC_CHK_SHOW_PASS                       = 

;------------------------------------------------------------------------------
[IDD_SETTING]
IDD_SETTING                             = 
IDC_BTN_INIT                            = 

;------------------------------------------------------------------------------
[IDD_SETTING_GENERAL]
IDC_STATIC_GENERAL                      = 
IDC_CHK_EXIT_WITH_ESC                   = 
IDC_CHK_TEST_ARCHIVE_AFTER_MODIFY       = 
IDC_CHK_SNAP                            = 
IDC_CHK_AUTO_UPDATE                     = 
IDC_CHK_AUTO_UPDATE_MINOR               = 
IDC_CHK_SHOW_DOTDOT_AT_LIST             = 
IDC_CHK_SHOW_GRID_AT_LIST               = 
IDC_CHK_FULL_ROW_SELECT_AT_LIST         = 

;------------------------------------------------------------------------------
[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_LIST                   = 
IDC_BTN_SELECT_MANDATORY                = 
IDC_BTN_SELECT_ALL                      = 
IDC_BTN_CLEAR_ALL                       = 
IDC_BTN_APPLY_NOW                       = 
IDC_STATIC_ICON_PACK                    = 
IDC_STATIC_ICON_PACK_HOMEPAGE           = 
IDC_STATIC_DEFAULT_APP_SETTINGS         = 

;------------------------------------------------------------------------------
[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_LIST                   = 
IDC_STATIC_ASSOC_DESC1                  = 
IDC_STATIC_ASSOC_DESC2                  = 
IDC_STATIC_ASSOC_DESC3                  = 
IDC_STATIC_ASSOC_DESC4                  = 3. "Saqlash" tugmasini bosing
IDC_STATIC_ASSOC_DESC1_10               = 
IDC_STATIC_ASSOC_DESC2_10               = 
IDC_STATIC_ASSOC_DESC3_10               = 
IDC_STATIC_ASSOC_DESC4_10               = 
IDC_BTN_LAUNCH_ASSOC_REG_UI             = 
IDC_BTN_SHOW_CLASSIC_ASSOC_UI           = 

;------------------------------------------------------------------------------
[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_OPEN                   = 
IDC_RADIO_SHELL_OPEN_0                  = 
IDC_RADIO_SHELL_OPEN_1                  = 
IDC_RADIO_SHELL_OPEN_2                  = 
IDC_RADIO_SHELL_OPEN_3                  = 
IDC_BTN_SET_EXTRACT_FOLDER              = 
IDC_RADIO_SHELL_OPEN_4                  = 
IDC_CHK_DEL_ARCHIVE_AFTER_EXTRACT       = 

IDC_STATIC_SHELL_EXTRACT                = 
IDC_CHK_SHELL_EXTRACT_HERE              = 
IDC_CHK_SHELL_EXTRACT_AUTO              = 
IDC_CHK_SHELL_EXTRACT_SUB               = 
IDC_CHK_SHELL_EXTRACT_HERE_DEL          = 
IDC_CHK_SHELL_EXTRACT_AUTO_DEL          = 
IDC_CHK_SHELL_EXTRACT_SUB_DEL           = 
IDC_CHK_SHELL_EXTRACT_DLG               = 
IDC_CHK_SHELL_EXTRACT_ADMIN             = 
IDC_CHK_SHELL_TEST_ARCHIVE              = 
IDC_CHK_SHELL_OPEN_ARCHIVE              = 
IDC_CHK_SHELL_PREVIEW                   = 
IDC_STATIC_SHELL_PREVIEW_SIZE           = 
IDC_CHK_SHELL_PREVIEW_TREE              = 

IDC_STATIC_SHELL_ARCHIVING              = 
IDC_CHK_SHELL_ARCHIVING_AS_FILENAME     = 
IDC_CHK_SHELL_ARCHIVING_AND_EMAIL       = 
IDC_CHK_SHELL_ARCHIVING_ZIPX            = 
IDC_CHK_SHELL_ARCHIVING_EXE             = 
IDC_CHK_SHELL_ARCHIVING_TAR             = 
IDC_CHK_SHELL_ARCHIVING_TGZ             = 
IDC_CHK_SHELL_ARCHIVING_LZH             = 
IDC_CHK_SHELL_ARCHIVING_ISO             = 
IDC_CHK_SHELL_ARCHIVING_7Z              = 
IDC_CHK_SHELL_ARCHIVING_GZ              = 
IDC_CHK_SHELL_ARCHIVING_XZ              = 
IDC_CHK_SHELL_ARCHIVING_EACH            = 
IDC_CHK_SHELL_ARCHIVING_EACH_7Z         = 
IDC_CHK_SHELL_ARCHIVING_POPUP           = 
IDC_CHK_SHELL_ARCHIVING_ADMIN           = 
IDC_CHK_SHELL_ARCHIVING_RULE            = 
IDC_STATIC_FILENAME_RULE_HELP           = 

IDC_STATIC_SHELL_BKGND                  = 
IDC_CHK_SHELL_BKGND_NEW_FOLDER          = 
IDC_CHK_SHELL_BKGND_LAUNCH_CMD          = 

IDC_STATIC_SHELL_ETC                    = Boshqalar
IDC_CHK_SHELL_DO_NOT_USE                = Kontekst menyuni o'chirish
IDC_CHK_SHELL_AS_SUB_MENU               = 
IDC_CHK_SHELL_HIDE_ICON                 = Bandizip ikonkasini ko'rsatmaslik
IDC_CHK_SHELL_CHECK_ARCHIVE_DEEP        = 
IDC_CHK_SHELL_CAN_COMPRESS_ARCHIVE      = 
IDC_CHK_SHELL_USE_SELECTED_FILENAME     = 
IDC_CHK_SHELL_USE_DROP_HANDLER          = 

;------------------------------------------------------------------------------
[IDD_SETTING_EXTRACT]
IDC_STATIC_EXTRACT                      = 
IDC_CHK_ENTERFOLDERWHENROOTFOLDERISONE  = 
IDC_CHK_OPEN_FOLDER_EXTRACT_COMPLETE    = 
IDC_CHK_DO_NOT_CLOSE_EXTRACT_DLG        = 
IDC_CHK_FAST_DRAG_DROP                  = 
IDC_CHK_TREAT_TGZ_AS_SOLID_ARCHIVE      = 
IDC_CHK_TREAT_TGZ_AS_SOLID_WHEN_BIG     = 
IDC_CHK_AUTODEST_ONEFILE2SUBFOLDER      = 
IDC_CHK_AUTOCONVERTNFD2NFC_WHENMACOS    = 
IDC_CHK_UNIXZIP_AS_UTF8                 = 
IDC_CHK_TAR_AS_UTF8                     = 
IDC_STATIC_CODEPAGE                     = 
IDC_STATIC_TYPE_OF_EXTRACT_ALL          = 

;------------------------------------------------------------------------------
[IDD_SETTING_ARCHIVE]
IDC_STATIC_ARCHIVE                      = 
IDC_CHK_DO_NOT_STORE_ROOT_FOLDER        = 
IDC_CHK_USE_UTF8_COMPRESS               = 
IDC_CHK_USE_UTF8_EXTRA_FIELD            = 
IDC_CHK_USE_UTF8_COMPRESS_TAR           = 
IDC_CHK_FORCE_ZIP64                     = 
IDC_CHK_EXCLUDE_THUMBSDB                = 
IDC_CHK_SAVE_NTFS_TIME_TO_ZIP           = 
IDC_CHK_DO_NOT_COMPRESS_UNCOMPRESSIBLE  = 
IDC_CHK_MULTICORE_COMPRESS              = 
IDC_CHK_USE_AES256                      = 
IDC_CHK_DO_NOT_CLOSE_COMPRESS_DLG       = 
IDC_STATIC_COMPRESSION_METHOD           = 
IDC_RADIO_FOLDER4NEWARCHIVE_USELAST     = 
IDC_RADIO_FOLDER4NEWARCHIVE_SET         = 
IDC_BTN_SET_NEW_ARCHIVE_FOLDER          = 
IDC_CHK_EXCLUDE_FILTER                  = 

;------------------------------------------------------------------------------
[IDD_SETTING_VIEWER]
IDC_STATIC_VIEWER                       = 
IDC_CHK_SHOW_PREVIEW                    = 
IDC_CHK_SHOW_FOLDER_SIZE                = 

IDC_STATIC_SETTING_VIEWITEM             = 
IDC_CHK_VIEWITEM_COMPSIZE               = 
IDC_CHK_VIEWITEM_ORIGSIZE               = 
IDC_CHK_VIEWITEM_KIND                   = 
IDC_CHK_VIEWITEM_DATE_MOD               = 
IDC_CHK_VIEWITEM_COMPMETHOD             = 
IDC_CHK_VIEWITEM_ENCRMETHOD             = 
IDC_CHK_VIEWITEM_CRC                    = 
IDC_CHK_VIEWITEM_ATTRIB                 = 
IDC_CHK_VIEWITEM_COMMENT                = 

IDC_STATIC_IMAGE_VIEWER                 = 
IDC_RADIO_IMAGE_VIEWER_0                = 
IDC_RADIO_IMAGE_VIEWER_1                = 
IDC_RADIO_IMAGE_VIEWER_2                = 

IDC_STATIC_EDITOR                       = 
IDC_BTN_SET_EDITOR_PATH                 = 

IDC_STATIC_COLOR                        = Rang
IDC_STATIC_COLOR_THEME                  = Ko'rinish rangi
IDC_BTN_BKGND                           = Tanlangan
IDC_STATIC_COLOR_TEXT                   = Belgilar rangi
IDC_STATIC_COLOR_TEXT_AUTO              = Avto
IDC_STATIC_COLOR_TEXT_WHITE             = Oq
IDC_STATIC_COLOR_TEXT_BLACK             = Qora

;------------------------------------------------------------------------------
[IDD_SETTING_ETC]
IDC_BTN_EXPORT_SETTINGS                 = 
IDC_STATIC_ETC                          = 
IDC_CHK_SET_TEMP_FOLDER                 = 
IDC_BTN_SET_TEMP_FOLDER                 = 
IDC_CHK_SET_USER_ARCHIVE_EXT            = 
IDC_CHK_DELETE_TEMP_FILE_ASAP           = 
IDC_CHK_DELETE_ARCHIVE_TO_TRASH         = 
IDC_CHK_SHOW_RECENT_ARCHIVE_LIST        = 
IDC_CHK_USE_LONG_PATH_NAME              = 
IDC_CHK_OPEN_ARCHIVE_WITH_SHARE_DEL     = 
IDC_CHK_AUTO_EXPAND_TREE_CONTROL        = 
IDC_CHK_USE_MODAL_DIALOG                = 
IDC_CHK_USE_ELEGANT_UI                  = 
IDC_CHK_SHOW_STARTSCREN_WHEN_LAUNCH     = 
IDC_CHK_DISP_FULL_PATH_IN_THE_TITLEBAR  = 
IDC_CHK_DEL_OUTFILE_WHEN_USER_CANCEL    = 
IDC_CHK_COPY_ZONE_IDENTIFIER            = 

;------------------------------------------------------------------------------
[IDD_SETTING_LANG]
IDC_STATIC_LANG                         = Til sozlamalari
IDC_STATIC_OPEN_TRANSLATION_PAGE        = 
IDC_STATIC_OPEN_MULTLANG_PAGE           = 
IDC_STATIC_OPEN_LANG_FOLDER             = 

;------------------------------------------------------------------------------
[IDD_SFX_SETTING]
IDD_SFX_SETTING                         = 
IDC_STATIC_TARGET_PATH                  = 
IDC_STATIC_TITLE                        = 
IDC_STATIC_RUN                          = 
IDC_STATIC_MESSAGE                      = 
IDC_CHK_AUTO_CLOSE                      = 
IDC_BTN_SAVE_SFX_SETTING                = 

;------------------------------------------------------------------------------
[IDD_FIND]
IDD_FIND                                = 
IDC_STATIC_FIND                         = 
IDC_BTN_CLOSE                           = Yopish
IDC_BTN_DELETE                          = O'chirish
IDC_BTN_EXTRACT                         = 

;------------------------------------------------------------------------------
[IDD_EDIT_COMMENT]
IDD_EDIT_COMMENT                        = 
IDC_STATIC_COMMENT                      = 
IDC_CHK_USE_UTF8                        = 
IDC_BTN_LOAD_FROM_FILE                  = 

;------------------------------------------------------------------------------
[IDD_ASK_EXECUTABLE]
IDD_ASK_EXECUTABLE                      = 
IDC_STATIC_WARN_EXECUTABLE              = 
IDC_CHK_DO_NOT_ASK_AGAIN                = 


[SKIN]
$TOOLBAR_OPEN                           = 
$TOOLBAR_CLOSE_FILE                     = 
$TOOLBAR_EXTRACT_FILE                   = 
$TOOLBAR_CREATE_ARCHIVE                 = 
$TOOLBAR_DELETE_FILE                    = 
$TOOLBAR_ADD_FILE                       = 
$TOOLBAR_TEST_ARCHIVE                   = 
$TOOLBAR_CODEPAGE                       = 
$TOOLBAR_VIEWITEM                       = 

$TOOLBAR_OPEN2                          = Arxivni ochish
$TOOLBAR_CREATE_ARCHIVE2                = Yangi arxiv

$TEXT_DESKTOP                           = 
$TEXT_DOCUMENT                          = Xujjatlar
$TEXT_PICTURE                           = Rasmlar
$TEXT_COMPUTER                          = Kompyuter

$TEXT_SETTINGTAB_GENERAL                = 
$TEXT_SETTINGTAB_ASSOC                  = 
$TEXT_SETTINGTAB_SHELL                  = 
$TEXT_SETTINGTAB_EXTRACT                = 
$TEXT_SETTINGTAB_ARCHIVE                = 
$TEXT_SETTINGTAB_VIEWER                 = 
$TEXT_SETTINGTAB_ETC                    = 
$TEXT_SETTINGTAB_LANG                   = 

$TOOLTIP_EXTRACTDLG_OPEN_DST            = 
$TOOLTIP_EXTRACTDLG_OPEN_SRC            = 
$TOOLTIP_EXTRACTDLG_OPEN_DST_OPTION     = 
$TOOLTIP_COMPRESSDLG_OPEN_DST           = 
$TOOLTIP_OPEN_LAST_EXTRACTED_FOLDER     = 
$TOOLTIP_DO_NOT_CLOSE_EXTRACT_DLG       = 
$TOOLTIP_DO_NOT_CLOSE_COMPRESS_DLG      = 
$TOOLTIP_ADVANCED_MENU                  = 

$TEXT_INSTALL_START                     = 
$TEXT_INSTALL_CLOSE                     = Yopish
$TEXT_INSTALL_HONEYVIEW_LINK            = Qolganlarini ko'rish

$TEXT_HELP_PAGE                         = 


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; TEXT FOR EXPLORER SHELL CONTEXT MENU
;
[SHELL]
TEXT_NEW_FOLDER                         = Yangi papka

TEXT_MENU_CREATE_NEW_FOLDER             = 
TEXT_MENU_SUB_MENU                      = 
TEXT_MENU_OPEN_ARCHIVE                  = 
TEXT_MENU_TEST_ARCHIVE                  = 
TEXT_MENU_LAUNCH_CMD                    = 
TEXT_MENU_LAUNCH_CMD_ADMIN              = 

TEXT_MENU_ARCHIVE_EACHNAME              = 
TEXT_MENU_ARCHIVE_EACHNAME_7Z           = 
TEXT_MENU_ARCHIVE_ZIP                   = 
TEXT_MENU_ARCHIVE_ZIP_AND_EMAIL         = 
TEXT_MENU_ARCHIVE_ZIPX                  = 
TEXT_MENU_ARCHIVE_EXE                   = 
TEXT_MENU_ARCHIVE_TAR                   = 
TEXT_MENU_ARCHIVE_TGZ                   = 
TEXT_MENU_ARCHIVE_LZH                   = 
TEXT_MENU_ARCHIVE_ISO                   = 
TEXT_MENU_ARCHIVE_7ZFMT                 = 
TEXT_MENU_ARCHIVE_GZ                    = 
TEXT_MENU_ARCHIVE_XZ                    = 
TEXT_MENU_ARCHIVE_EACHNAME_GZ           = 
TEXT_MENU_ARCHIVE_EACHNAME_XZ           = 
TEXT_MENU_ARCHIVE_RULE                  = 
TEXT_MENU_ARCHIVE_POPUP                 = 
TEXT_MENU_ARCHIVE_POPUP_AS_ADMIN        = 

TEXT_MENU_EXTRACT_HERE                  = 
TEXT_MENU_EXTRACT_AUTO                  = 
TEXT_MENU_EXTRACT_AUTO_EACH             = 
TEXT_MENU_EXTRACT_SUB                   = 
TEXT_MENU_EXTRACT_ARCHIVENAME           = 
TEXT_MENU_EXTRACT_DLG                   = 
TEXT_MENU_EXTRACT_DLG_AS_ADMIN          = 
TEXT_MENU_EXTRACT_HERE_DEL              = 
TEXT_MENU_EXTRACT_AUTO_DEL              = 
TEXT_MENU_EXTRACT_AUTO_EACH_DEL         = 
TEXT_MENU_EXTRACT_SUB_DEL               = 
TEXT_MENU_EXTRACT_ARCHIVENAME_DEL       = 

TEXT_MENU_PREVIEW                       = 
TEXT_MENU_PREVIEW_BROKEN                = 
TEXT_MENU_PREVIEW_TIMEOUT               = 
TEXT_MENU_PREVIEW_EMPTY                 = 
TEXT_MENU_PREVIEW_ENCRYPTED             = 
TEXT_MENU_PREVIEW_DLLLOADFAILED         = 
TEXT_MENU_PREVIEW_CANTREADFILELIST      = 

TEXT_MENU_OPENING                       = Ochilmoqda...


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for updater
;
[UPDATER]
TEXT_UPDATER_TITLE                      = 
TEXT_UPDATER_TEXT1                      = 
TEXT_UPDATER_TEXT_DL                    = 
TEXT_UPDATER_BTN_UPDATE                 = Yangilash
TEXT_UPDATER_BTN_OK                     = OK
TEXT_UPDATER_BTN_CANCEL                 = Tugatish
TEXT_UPDATER_DOWNLOAD_ERROR             = Yuklash muvaffaqiyatsiz yakunlandi
TEXT_UPDATER_SETTING_UPDATE             = Sozlamalar


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for sfx
;
[SFX]
STATIC_TARGET_PATH                      = 
BTN_SELECT_FOLDER                       = Ko'rib chiqish
BTN_EXTRACT                             = Boshlash
BTN_CLOSE                               = Yopish
BTN_CANCEL                              = Bekor qilish
BTN_OPEN_FOLDER                         = Ochish
CHK_OVERWRITE                           = Ustiga yozish
ERR_ERROR_OCCURRED                      = 
ERR_INVALID_PASSWORD                    = 
ASK_OVERWRITE                           = 
MSG_COMPLETED                           = Arxivdan chiqarish muvaffaqiyatli yakunlandi
IDD_PASSWORD                            = Parolni kiritish
IDC_STATIC_PASSWORD_MSG                 = 
IDC_CHECK_HIDE_PASSWORD                 = 



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for aiview
;
[AIVIEW]
TEXT_ERR_CANTEXTRACTFILE                = 
TEXT_ERR_CRC                            = 
TEXT_ERR_INVALID_PASSWD                 = Yaroqsiz parol


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for installer
;
[INSTALLER]
$SETUP_TITLE                            = O'rnatish ${APPNAME} ${APPVERSION}
$UNINSTALL_TITLE                        = O'chirish ${APPNAME} ${APPVERSION}
$UNINSTALL_STATIC                       = O'chirishni boshlash uchun O'chirish tugmasini bosing

$BTN_CLOSE                              = Yopish
$BTN_CANCEL                             = Bekor qilish
$BTN_INSTALL                            = Rozi bo'lish va o'rnatish
$BTN_UNINSTALL                          = O'chirish
$BTN_OPEN_LICENSE                       = [Litsenziya bitimini ko'rish]

$TEXT_PATH                              = 
$TEXT_INSTALL_STATIC                    = 

$CHK_AUTO_REPORT                        = 

ERR_CANT_CREATE_FOLDER                  = 
ERR_CANT_OPEN_FILE                      = 
ERR_CANT_WRITE_FILE                     = 
ERR_BROKEN_ARCHIVE                      = 
ERR_CRC_ERROR                           = 
ERR_NOT_ENOUGH_MEM                      = 

MSG_FILE_OPEN_ERROR                     = 
MSG_SUCCESS                             = 
MSG_ERROR                               = 
MSG_SELECT_FOLDER                       = Papkani tanlang
MSG_STILLRUN_EXIT_PROGRAM               = 
MSG_XP_IS_NOT_SUPPORTED                 = 
MSG_NEED_ADMIN_PRIVILEGE                = 
MSG_NEWVERSION_FOUND                    = Dasturning yangi naqli xozirda mavjud. Yuklash olishni xohlaysizmi?
SHORTCUT_LINK_DESCRIPTOIN               = Ishga tushirish ${APPNAME}


